{
  "text": {
    "je": 34,
    "veux": 93,
    "planifier": 58,
    "un": 91,
    "voyage": 96,
    "organise": 49,
    "moi": 45,
    "séjour": 83,
    "au": 5,
    "japon": 33,
    "aide": 2,
    "à": 98,
    "préparer": 61,
    "mon": 46,
    "itinéraire": 31,
    "quel": 63,
    "budget": 9,
    "prévoir": 62,
    "pour": 60,
    "__number__": 0,
    "jours": 35,
    "c": 10,
    "est": 22,
    "cher": 11,
    "kyoto": 39,
    "le": 41,
    "combien": 13,
    "ça": 99,
    "coûte": 15,
    "parle": 52,
    "du": 19,
    "pas": 54,
    "de": 16,
    "euros": 23,
    "j": 32,
    "ai": 1,
    "petit": 55,
    "peux": 56,
    "dépenser": 20,
    "jusqu": 36,
    "élevé": 100,
    "oui": 51,
    "exactement": 24,
    "salut": 72,
    "bonjour": 8,
    "hello": 27,
    "hey": 28,
    "visiter": 95,
    "onsen": 48,
    "recommande": 65,
    "tu": 90,
    "me": 44,
    "recommander": 66,
    "une": 92,
    "région": 71,
    "quelle": 64,
    "ville": 94,
    "devrais": 18,
    "des": 17,
    "suggestions": 79,
    "revoir": 69,
    "bientôt": 7,
    "plus": 59,
    "tard": 84,
    "tokyo": 87,
    "pars": 53,
    "suis": 80,
    "osaka": 50,
    "fukuoka": 26,
    "sapporo": 73,
    "nagoya": 47,
    "trouve": 88,
    "lieux": 43,
    "faire": 25,
    "shopping": 77,
    "temples": 85,
    "aller": 3,
    "la": 40,
    "plage": 57,
    "kayak": 37,
    "vélo": 97,
    "ski": 78,
    "surf": 82,
    "cherche": 12,
    "informations": 30,
    "sur": 81,
    "les": 42,
    "restaurants": 67,
    "trouver": 89,
    "attractions": 4,
    "essayer": 21,
    "kendo": 38,
    "hôtel": 29,
    "shibuya": 76,
    "ryokan": 70,
    "avec": 6,
    "reste": 68,
    "semaine": 74,
    "semaines": 75,
    "temps": 86,
    "conseilles": 14
  },
  "intent": {
    "planvoyage": 11,
    "budget": 3,
    "affirmation": 1,
    "salutation": 12,
    "demande_onsen": 4,
    "demande_recommandation": 5,
    "au_revoir": 2,
    "localisation": 9,
    "activite": 0,
    "hebergement": 7,
    "duree": 6,
    "lieu": 8,
    "nlu_fallback": 10
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_activite_recommandation": 12,
    "utter_au_revoir": 13,
    "utter_default": 14,
    "utter_demande_activite": 15,
    "utter_demande_budget": 16,
    "utter_demande_duree": 17,
    "utter_demande_hebergement": 18,
    "utter_demande_lieu": 19,
    "utter_hebergement_recommandation": 20
  },
  "action_text": null,
  "intent_response_key": null
}