{
  "text": {
    "je": 75,
    "veux": 160,
    "visiter": 162,
    "tokyo": 149,
    "et": 42,
    "okinawa": 107,
    "reste": 129,
    "__number__": 0,
    "jours": 76,
    "j": 70,
    "aimerais": 2,
    "faire": 45,
    "de": 32,
    "la": 86,
    "plage": 117,
    "des": 33,
    "temples": 147,
    "planifier": 119,
    "un": 158,
    "voyage": 167,
    "cherche": 18,
    "informations": 67,
    "sur": 144,
    "les": 88,
    "vols": 166,
    "trouver": 157,
    "hôtel": 65,
    "transports": 154,
    "activités": 1,
    "à": 172,
    "restaurants": 128,
    "attractions": 6,
    "kyoto": 85,
    "nara": 105,
    "pars": 113,
    "une": 159,
    "semaine": 133,
    "au": 7,
    "japon": 71,
    "organise": 109,
    "avec": 9,
    "plages": 118,
    "découvrir": 35,
    "culture": 28,
    "japonaise": 73,
    "musées": 103,
    "randonnée": 126,
    "du": 34,
    "shopping": 138,
    "voir": 164,
    "cerisiers": 16,
    "en": 37,
    "fleurs": 49,
    "souhaite": 141,
    "me": 98,
    "détendre": 36,
    "dans": 31,
    "onsen": 108,
    "traditionnels": 152,
    "trouve": 156,
    "moi": 101,
    "itinéraire": 69,
    "entre": 39,
    "osaka": 111,
    "éviter": 176,
    "lieux": 89,
    "trop": 155,
    "touristiques": 150,
    "pour": 120,
    "enfants": 38,
    "vues": 169,
    "shibuya": 136,
    "historiques": 62,
    "recherche": 127,
    "ryokan": 130,
    "traditionnel": 151,
    "le": 87,
    "mont": 102,
    "fuji": 52,
    "personnes": 115,
    "âgées": 173,
    "goûter": 57,
    "cuisine": 27,
    "locale": 91,
    "pas": 114,
    "chers": 19,
    "hiroshima": 61,
    "miyajima": 100,
    "juillet": 77,
    "assister": 5,
    "festival": 47,
    "local": 90,
    "proche": 121,
    "centre": 15,
    "croisière": 26,
    "jardins": 74,
    "japonais": 72,
    "nocturnes": 106,
    "foules": 50,
    "famille": 46,
    "châteaux": 22,
    "circuit": 23,
    "organisé": 110,
    "essayer": 40,
    "kendo": 82,
    "sapporo": 132,
    "hiver": 63,
    "logements": 94,
    "insolites": 68,
    "vélo": 170,
    "feux": 48,
    "d": 30,
    "artifice": 4,
    "guides": 59,
    "locaux": 93,
    "kanazawa": 80,
    "ses": 135,
    "écologique": 175,
    "spas": 142,
    "luxe": 95,
    "nagoya": 104,
    "sa": 131,
    "semaines": 134,
    "automne": 8,
    "excursion": 44,
    "koya": 84,
    "billets": 10,
    "train": 153,
    "villages": 161,
    "hôtels": 66,
    "bruyants": 11,
    "amis": 3,
    "spectacles": 143,
    "geisha": 56,
    "locations": 92,
    "voiture": 165,
    "fukuoka": 53,
    "marchés": 96,
    "ski": 139,
    "hokkaido": 64,
    "piscine": 116,
    "kamakura": 79,
    "cérémonie": 29,
    "thé": 148,
    "visites": 163,
    "guidées": 60,
    "français": 51,
    "yokohama": 171,
    "son": 140,
    "quartier": 124,
    "chinois": 20,
    "kayak": 81,
    "près": 122,
    "gares": 54,
    "kabuki": 78,
    "takayama": 146,
    "gratuites": 58,
    "couple": 25,
    "kobe": 83,
    "bœuf": 13,
    "circuits": 24,
    "gastronomiques": 55,
    "surf": 145,
    "shikoku": 137,
    "matsumoto": 97,
    "château": 21,
    "vue": 168,
    "mer": 99,
    "quel": 125,
    "budget": 12,
    "prévoir": 123,
    "c": 14,
    "est": 41,
    "cher": 17,
    "oui": 112,
    "exactement": 43,
    "ça": 174
  },
  "intent": {
    "plan_trip": 2,
    "budget_query": 1,
    "affirm": 0
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5
  },
  "action_text": null,
  "intent_response_key": null
}