{
  "text": {
    "je": 36,
    "veux": 96,
    "planifier": 61,
    "un": 94,
    "voyage": 99,
    "organise": 52,
    "moi": 48,
    "séjour": 86,
    "au": 6,
    "japon": 35,
    "aide": 3,
    "à": 101,
    "préparer": 64,
    "mon": 49,
    "itinéraire": 33,
    "quel": 66,
    "budget": 10,
    "prévoir": 65,
    "pour": 63,
    "__number__": 1,
    "jours": 37,
    "c": 11,
    "est": 24,
    "cher": 12,
    "kyoto": 41,
    "le": 43,
    "combien": 14,
    "ça": 102,
    "coûte": 16,
    "parle": 55,
    "du": 20,
    "pas": 57,
    "de": 17,
    "euros": 25,
    "j": 34,
    "ai": 2,
    "petit": 58,
    "peux": 59,
    "dépenser": 21,
    "jusqu": 38,
    "élevé": 103,
    "e": 22,
    "mettre": 47,
    "700e": 0,
    "oui": 54,
    "exactement": 26,
    "salut": 75,
    "bonjour": 9,
    "hello": 29,
    "hey": 30,
    "tu": 93,
    "me": 46,
    "recommander": 69,
    "une": 95,
    "région": 74,
    "quelle": 67,
    "ville": 97,
    "devrais": 19,
    "visiter": 98,
    "des": 18,
    "suggestions": 82,
    "revoir": 72,
    "bientôt": 8,
    "plus": 62,
    "tard": 87,
    "tokyo": 90,
    "pars": 56,
    "suis": 83,
    "osaka": 53,
    "fukuoka": 28,
    "sapporo": 76,
    "nagoya": 50,
    "trouve": 91,
    "lieux": 45,
    "faire": 27,
    "shopping": 80,
    "temples": 88,
    "aller": 4,
    "la": 42,
    "plage": 60,
    "kayak": 39,
    "vélo": 100,
    "ski": 81,
    "surf": 85,
    "cherche": 13,
    "informations": 32,
    "sur": 84,
    "les": 44,
    "restaurants": 70,
    "trouver": 92,
    "attractions": 5,
    "essayer": 23,
    "kendo": 40,
    "hôtel": 31,
    "shibuya": 79,
    "recommande": 68,
    "ryokan": 73,
    "avec": 7,
    "onsen": 51,
    "reste": 71,
    "semaine": 77,
    "semaines": 78,
    "temps": 89,
    "conseilles": 15
  },
  "intent": {
    "planvoyage": 9,
    "budget": 3,
    "affirmation": 1,
    "salutation": 10,
    "demande_recommandation": 4,
    "au_revoir": 2,
    "localisation": 7,
    "activite": 0,
    "hebergement": 6,
    "duree": 5,
    "nlu_fallback": 8
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_activite_recommandation": 12,
    "utter_au_revoir": 13,
    "utter_default": 14,
    "utter_demande_activite": 15,
    "utter_demande_budget": 16,
    "utter_demande_duree": 17,
    "utter_demande_hebergement": 18,
    "utter_demande_lieu": 19,
    "utter_hebergement_recommandation": 20,
    "utter_salutation": 21
  },
  "action_text": null,
  "intent_response_key": null
}