{
  "text": {
    "je": 92,
    "veux": 201,
    "visiter": 204,
    "tokyo": 188,
    "et": 55,
    "okinawa": 131,
    "reste": 162,
    "__number__": 0,
    "jours": 93,
    "j": 87,
    "aimerais": 4,
    "faire": 59,
    "de": 42,
    "la": 104,
    "plage": 145,
    "des": 43,
    "temples": 186,
    "planifier": 148,
    "un": 198,
    "voyage": 209,
    "cherche": 25,
    "informations": 84,
    "sur": 181,
    "les": 106,
    "vols": 208,
    "trouver": 196,
    "hôtel": 81,
    "transports": 193,
    "activités": 2,
    "à": 215,
    "restaurants": 161,
    "attractions": 10,
    "kyoto": 103,
    "nara": 127,
    "pars": 139,
    "une": 199,
    "semaine": 169,
    "au": 11,
    "japon": 88,
    "organise": 133,
    "avec": 13,
    "plages": 146,
    "découvrir": 47,
    "culture": 38,
    "japonaise": 90,
    "musées": 125,
    "randonnée": 157,
    "du": 45,
    "shopping": 174,
    "voir": 206,
    "cerisiers": 22,
    "en": 50,
    "fleurs": 63,
    "souhaite": 177,
    "me": 117,
    "détendre": 49,
    "dans": 41,
    "onsen": 132,
    "traditionnels": 191,
    "trouve": 195,
    "moi": 122,
    "itinéraire": 86,
    "entre": 52,
    "osaka": 135,
    "éviter": 220,
    "lieux": 107,
    "trop": 194,
    "touristiques": 189,
    "pour": 150,
    "enfants": 51,
    "vues": 211,
    "shibuya": 172,
    "historiques": 78,
    "recherche": 158,
    "ryokan": 164,
    "traditionnel": 190,
    "le": 105,
    "mont": 124,
    "fuji": 66,
    "personnes": 141,
    "âgées": 216,
    "goûter": 71,
    "cuisine": 37,
    "locale": 109,
    "pas": 140,
    "chers": 26,
    "hiroshima": 77,
    "miyajima": 120,
    "juillet": 94,
    "assister": 9,
    "festival": 61,
    "local": 108,
    "proche": 151,
    "centre": 21,
    "croisière": 36,
    "jardins": 91,
    "japonais": 89,
    "nocturnes": 129,
    "foules": 64,
    "famille": 60,
    "châteaux": 29,
    "circuit": 31,
    "organisé": 134,
    "essayer": 53,
    "kendo": 100,
    "sapporo": 168,
    "hiver": 79,
    "logements": 112,
    "insolites": 85,
    "vélo": 212,
    "feux": 62,
    "d": 40,
    "artifice": 8,
    "guides": 73,
    "locaux": 111,
    "kanazawa": 98,
    "ses": 171,
    "écologique": 218,
    "spas": 178,
    "luxe": 113,
    "nagoya": 126,
    "sa": 166,
    "semaines": 170,
    "automne": 12,
    "excursion": 58,
    "koya": 102,
    "billets": 15,
    "train": 192,
    "villages": 202,
    "hôtels": 82,
    "bruyants": 17,
    "amis": 5,
    "spectacles": 179,
    "geisha": 70,
    "locations": 110,
    "voiture": 207,
    "fukuoka": 67,
    "marchés": 115,
    "ski": 175,
    "hokkaido": 80,
    "piscine": 144,
    "kamakura": 97,
    "cérémonie": 39,
    "thé": 187,
    "visites": 205,
    "guidées": 74,
    "français": 65,
    "yokohama": 214,
    "son": 176,
    "quartier": 154,
    "chinois": 27,
    "kayak": 99,
    "près": 152,
    "gares": 68,
    "kabuki": 96,
    "takayama": 184,
    "gratuites": 72,
    "couple": 34,
    "kobe": 101,
    "bœuf": 19,
    "circuits": 32,
    "gastronomiques": 69,
    "surf": 182,
    "shikoku": 173,
    "matsumoto": 116,
    "château": 28,
    "vue": 210,
    "mer": 118,
    "anglais": 6,
    "décembre": 46,
    "panoramique": 137,
    "modifier": 121,
    "mon": 123,
    "change": 23,
    "annuler": 7,
    "plan": 147,
    "quel": 155,
    "budget": 18,
    "prévoir": 153,
    "c": 20,
    "est": 54,
    "cher": 24,
    "combien": 33,
    "ça": 217,
    "coûte": 35,
    "parle": 138,
    "oui": 136,
    "exactement": 57,
    "salut": 167,
    "bonjour": 16,
    "hello": 75,
    "hey": 76,
    "y": 213,
    "a": 1,
    "t": 183,
    "il": 83,
    "recommande": 159,
    "euros": 56,
    "ai": 3,
    "petit": 142,
    "peux": 143,
    "dépenser": 48,
    "jusqu": 95,
    "revoir": 163,
    "bientôt": 14,
    "ciao": 30,
    "plus": 149,
    "tard": 185,
    "vais": 200,
    "élevé": 219,
    "tu": 197,
    "recommander": 160,
    "région": 165,
    "quelle": 156,
    "ville": 203,
    "devrais": 44,
    "suggestions": 180,
    "non": 130,
    "merci": 119,
    "maintenant": 114,
    "ne": 128
  },
  "intent": {
    "plan_trip": 9,
    "change_plan": 3,
    "budget_query": 2,
    "affirm": 0,
    "greet": 6,
    "ask_onsen": 1,
    "inform_budget": 8,
    "goodbye": 5,
    "inform": 7,
    "request_recommendation": 10,
    "deny": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_budget": 12,
    "utter_ask_confirmation_cancellation": 13,
    "utter_ask_duration": 14,
    "utter_ask_onsen_preference": 15,
    "utter_confirm_plan": 16,
    "utter_goodbye": 17,
    "utter_offer_help": 18
  },
  "action_text": null,
  "intent_response_key": null
}