{
  "text": {
    "je": 79,
    "veux": 169,
    "visiter": 171,
    "tokyo": 157,
    "et": 46,
    "okinawa": 111,
    "reste": 134,
    "__number__": 0,
    "jours": 80,
    "j": 74,
    "aimerais": 2,
    "faire": 49,
    "de": 36,
    "la": 90,
    "plage": 121,
    "des": 37,
    "temples": 155,
    "planifier": 123,
    "un": 166,
    "voyage": 176,
    "cherche": 20,
    "informations": 71,
    "sur": 151,
    "les": 92,
    "vols": 175,
    "trouver": 165,
    "hôtel": 69,
    "transports": 162,
    "activités": 1,
    "à": 181,
    "restaurants": 133,
    "attractions": 6,
    "kyoto": 89,
    "nara": 109,
    "pars": 117,
    "une": 167,
    "semaine": 140,
    "au": 7,
    "japon": 75,
    "organise": 113,
    "avec": 9,
    "plages": 122,
    "découvrir": 39,
    "culture": 32,
    "japonaise": 77,
    "musées": 107,
    "randonnée": 131,
    "du": 38,
    "shopping": 145,
    "voir": 173,
    "cerisiers": 18,
    "en": 41,
    "fleurs": 53,
    "souhaite": 148,
    "me": 102,
    "détendre": 40,
    "dans": 35,
    "onsen": 112,
    "traditionnels": 160,
    "trouve": 164,
    "moi": 105,
    "itinéraire": 73,
    "entre": 43,
    "osaka": 115,
    "éviter": 185,
    "lieux": 93,
    "trop": 163,
    "touristiques": 158,
    "pour": 125,
    "enfants": 42,
    "vues": 178,
    "shibuya": 143,
    "historiques": 66,
    "recherche": 132,
    "ryokan": 136,
    "traditionnel": 159,
    "le": 91,
    "mont": 106,
    "fuji": 56,
    "personnes": 119,
    "âgées": 182,
    "goûter": 61,
    "cuisine": 31,
    "locale": 95,
    "pas": 118,
    "chers": 21,
    "hiroshima": 65,
    "miyajima": 104,
    "juillet": 81,
    "assister": 5,
    "festival": 51,
    "local": 94,
    "proche": 126,
    "centre": 17,
    "croisière": 30,
    "jardins": 78,
    "japonais": 76,
    "nocturnes": 110,
    "foules": 54,
    "famille": 50,
    "châteaux": 24,
    "circuit": 26,
    "organisé": 114,
    "essayer": 44,
    "kendo": 86,
    "sapporo": 139,
    "hiver": 67,
    "logements": 98,
    "insolites": 72,
    "vélo": 179,
    "feux": 52,
    "d": 34,
    "artifice": 4,
    "guides": 63,
    "locaux": 97,
    "kanazawa": 84,
    "ses": 142,
    "écologique": 184,
    "spas": 149,
    "luxe": 99,
    "nagoya": 108,
    "sa": 137,
    "semaines": 141,
    "automne": 8,
    "excursion": 48,
    "koya": 88,
    "billets": 11,
    "train": 161,
    "villages": 170,
    "hôtels": 70,
    "bruyants": 13,
    "amis": 3,
    "spectacles": 150,
    "geisha": 60,
    "locations": 96,
    "voiture": 174,
    "fukuoka": 57,
    "marchés": 100,
    "ski": 146,
    "hokkaido": 68,
    "piscine": 120,
    "kamakura": 83,
    "cérémonie": 33,
    "thé": 156,
    "visites": 172,
    "guidées": 64,
    "français": 55,
    "yokohama": 180,
    "son": 147,
    "quartier": 129,
    "chinois": 22,
    "kayak": 85,
    "près": 127,
    "gares": 58,
    "kabuki": 82,
    "takayama": 153,
    "gratuites": 62,
    "couple": 29,
    "kobe": 87,
    "bœuf": 15,
    "circuits": 27,
    "gastronomiques": 59,
    "surf": 152,
    "shikoku": 144,
    "matsumoto": 101,
    "château": 23,
    "vue": 177,
    "mer": 103,
    "quel": 130,
    "budget": 14,
    "prévoir": 128,
    "c": 16,
    "est": 45,
    "cher": 19,
    "oui": 116,
    "exactement": 47,
    "ça": 183,
    "bonjour": 12,
    "salut": 138,
    "comment": 28,
    "va": 168,
    "revoir": 135,
    "bientôt": 10,
    "ciao": 25,
    "plus": 124,
    "tard": 154
  },
  "intent": {
    "plan_trip": 4,
    "budget_query": 1,
    "affirm": 0,
    "greet": 3,
    "goodbye": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5
  },
  "action_text": null,
  "intent_response_key": null
}