{
  "text": {
    "je": 70,
    "veux": 152,
    "visiter": 154,
    "tokyo": 141,
    "et": 38,
    "okinawa": 102,
    "reste": 121,
    "__number__": 0,
    "jours": 71,
    "j": 65,
    "aimerais": 2,
    "faire": 40,
    "de": 29,
    "la": 81,
    "plage": 111,
    "des": 30,
    "temples": 139,
    "planifier": 113,
    "un": 150,
    "voyage": 159,
    "cherche": 15,
    "informations": 62,
    "sur": 136,
    "les": 83,
    "vols": 158,
    "trouver": 149,
    "hôtel": 60,
    "transports": 146,
    "activités": 1,
    "à": 164,
    "restaurants": 120,
    "attractions": 6,
    "kyoto": 80,
    "nara": 100,
    "pars": 107,
    "une": 151,
    "semaine": 125,
    "au": 7,
    "japon": 66,
    "organise": 104,
    "avec": 9,
    "plages": 112,
    "découvrir": 32,
    "culture": 25,
    "japonaise": 68,
    "musées": 98,
    "randonnée": 118,
    "du": 31,
    "shopping": 130,
    "voir": 156,
    "cerisiers": 14,
    "en": 34,
    "fleurs": 44,
    "souhaite": 133,
    "me": 93,
    "détendre": 33,
    "dans": 28,
    "onsen": 103,
    "traditionnels": 144,
    "trouve": 148,
    "moi": 96,
    "itinéraire": 64,
    "entre": 36,
    "osaka": 106,
    "éviter": 167,
    "lieux": 84,
    "trop": 147,
    "touristiques": 142,
    "pour": 114,
    "enfants": 35,
    "vues": 161,
    "shibuya": 128,
    "historiques": 57,
    "recherche": 119,
    "ryokan": 122,
    "traditionnel": 143,
    "le": 82,
    "mont": 97,
    "fuji": 47,
    "personnes": 109,
    "âgées": 165,
    "goûter": 52,
    "cuisine": 24,
    "locale": 86,
    "pas": 108,
    "chers": 16,
    "hiroshima": 56,
    "miyajima": 95,
    "juillet": 72,
    "assister": 5,
    "festival": 42,
    "local": 85,
    "proche": 115,
    "centre": 13,
    "croisière": 23,
    "jardins": 69,
    "japonais": 67,
    "nocturnes": 101,
    "foules": 45,
    "famille": 41,
    "châteaux": 19,
    "circuit": 20,
    "organisé": 105,
    "essayer": 37,
    "kendo": 77,
    "sapporo": 124,
    "hiver": 58,
    "logements": 89,
    "insolites": 63,
    "vélo": 162,
    "feux": 43,
    "d": 27,
    "artifice": 4,
    "guides": 54,
    "locaux": 88,
    "kanazawa": 75,
    "ses": 127,
    "écologique": 166,
    "spas": 134,
    "luxe": 90,
    "nagoya": 99,
    "sa": 123,
    "semaines": 126,
    "automne": 8,
    "excursion": 39,
    "koya": 79,
    "billets": 10,
    "train": 145,
    "villages": 153,
    "hôtels": 61,
    "bruyants": 11,
    "amis": 3,
    "spectacles": 135,
    "geisha": 51,
    "locations": 87,
    "voiture": 157,
    "fukuoka": 48,
    "marchés": 91,
    "ski": 131,
    "hokkaido": 59,
    "piscine": 110,
    "kamakura": 74,
    "cérémonie": 26,
    "thé": 140,
    "visites": 155,
    "guidées": 55,
    "français": 46,
    "yokohama": 163,
    "son": 132,
    "quartier": 117,
    "chinois": 17,
    "kayak": 76,
    "près": 116,
    "gares": 49,
    "kabuki": 73,
    "takayama": 138,
    "gratuites": 53,
    "couple": 22,
    "kobe": 78,
    "bœuf": 12,
    "circuits": 21,
    "gastronomiques": 50,
    "surf": 137,
    "shikoku": 129,
    "matsumoto": 92,
    "château": 18,
    "vue": 160,
    "mer": 94
  },
  "intent": {
    "plan_trip": 0
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5
  },
  "action_text": null,
  "intent_response_key": null
}