{
  "text": {
    "je": 81,
    "veux": 172,
    "visiter": 174,
    "tokyo": 160,
    "et": 48,
    "okinawa": 113,
    "reste": 137,
    "__number__": 0,
    "jours": 82,
    "j": 76,
    "aimerais": 2,
    "faire": 51,
    "de": 37,
    "la": 92,
    "plage": 124,
    "des": 38,
    "temples": 158,
    "planifier": 126,
    "un": 169,
    "voyage": 179,
    "cherche": 21,
    "informations": 73,
    "sur": 154,
    "les": 94,
    "vols": 178,
    "trouver": 168,
    "hôtel": 71,
    "transports": 165,
    "activités": 1,
    "à": 184,
    "restaurants": 136,
    "attractions": 7,
    "kyoto": 91,
    "nara": 111,
    "pars": 120,
    "une": 170,
    "semaine": 143,
    "au": 8,
    "japon": 77,
    "organise": 115,
    "avec": 10,
    "plages": 125,
    "découvrir": 41,
    "culture": 33,
    "japonaise": 79,
    "musées": 109,
    "randonnée": 134,
    "du": 39,
    "shopping": 148,
    "voir": 176,
    "cerisiers": 19,
    "en": 43,
    "fleurs": 55,
    "souhaite": 151,
    "me": 104,
    "détendre": 42,
    "dans": 36,
    "onsen": 114,
    "traditionnels": 163,
    "trouve": 167,
    "moi": 107,
    "itinéraire": 75,
    "entre": 45,
    "osaka": 117,
    "éviter": 188,
    "lieux": 95,
    "trop": 166,
    "touristiques": 161,
    "pour": 128,
    "enfants": 44,
    "vues": 181,
    "shibuya": 146,
    "historiques": 68,
    "recherche": 135,
    "ryokan": 139,
    "traditionnel": 162,
    "le": 93,
    "mont": 108,
    "fuji": 58,
    "personnes": 122,
    "âgées": 185,
    "goûter": 63,
    "cuisine": 32,
    "locale": 97,
    "pas": 121,
    "chers": 22,
    "hiroshima": 67,
    "miyajima": 106,
    "juillet": 83,
    "assister": 6,
    "festival": 53,
    "local": 96,
    "proche": 129,
    "centre": 18,
    "croisière": 31,
    "jardins": 80,
    "japonais": 78,
    "nocturnes": 112,
    "foules": 56,
    "famille": 52,
    "châteaux": 25,
    "circuit": 27,
    "organisé": 116,
    "essayer": 46,
    "kendo": 88,
    "sapporo": 142,
    "hiver": 69,
    "logements": 100,
    "insolites": 74,
    "vélo": 182,
    "feux": 54,
    "d": 35,
    "artifice": 5,
    "guides": 65,
    "locaux": 99,
    "kanazawa": 86,
    "ses": 145,
    "écologique": 187,
    "spas": 152,
    "luxe": 101,
    "nagoya": 110,
    "sa": 140,
    "semaines": 144,
    "automne": 9,
    "excursion": 50,
    "koya": 90,
    "billets": 12,
    "train": 164,
    "villages": 173,
    "hôtels": 72,
    "bruyants": 14,
    "amis": 3,
    "spectacles": 153,
    "geisha": 62,
    "locations": 98,
    "voiture": 177,
    "fukuoka": 59,
    "marchés": 102,
    "ski": 149,
    "hokkaido": 70,
    "piscine": 123,
    "kamakura": 85,
    "cérémonie": 34,
    "thé": 159,
    "visites": 175,
    "guidées": 66,
    "français": 57,
    "yokohama": 183,
    "son": 150,
    "quartier": 132,
    "chinois": 23,
    "kayak": 87,
    "près": 130,
    "gares": 60,
    "kabuki": 84,
    "takayama": 156,
    "gratuites": 64,
    "couple": 30,
    "kobe": 89,
    "bœuf": 16,
    "circuits": 28,
    "gastronomiques": 61,
    "surf": 155,
    "shikoku": 147,
    "matsumoto": 103,
    "château": 24,
    "vue": 180,
    "mer": 105,
    "anglais": 4,
    "décembre": 40,
    "panoramique": 119,
    "quel": 133,
    "budget": 15,
    "prévoir": 131,
    "c": 17,
    "est": 47,
    "cher": 20,
    "oui": 118,
    "exactement": 49,
    "ça": 186,
    "bonjour": 13,
    "salut": 141,
    "comment": 29,
    "va": 171,
    "revoir": 138,
    "bientôt": 11,
    "ciao": 26,
    "plus": 127,
    "tard": 157
  },
  "intent": {
    "plan_trip": 4,
    "budget_query": 1,
    "affirm": 0,
    "greet": 3,
    "goodbye": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5
  },
  "action_text": null,
  "intent_response_key": null
}